Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=296_lang=finnish.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjät tekee tiehallinnolle aloitteen Nellimin tien peruskorjaamisesta
sms: Sääʹmteʹǧǧ tuejjad čuâǥǥasvaaldšemma alttõõzz Njeäʹllem čuõk

source: Ivalosta Nellimiin johtava tie tulisi peruskorjata pikimmiten.
sms: Âʹvvlest Njeäʹllma mõõnni čuâǥǥas õõlǥči vuâđđteevvad ǩirrsânji.

source: Nykyisellään tie on mutkainen, huonokuntoinen ja pääosiltaan päällystämätöntä hiekkatietä.
sms: Ânnʼjõž čuâǥǥas lij måkkai da tueʹppʼpooddi rääʹppes jååʹttemkõskk.

source: Saamelaiskäräjät tekee tiehallinnolle aloitteen Nellimin tien peruskorjauksesta.
sms: Jäänaš čuâkksest lij kuâđđjam ǩeäinnčuâkksen da čuâǥǥas lij täʹrvvoolâžteʹm.

source: Aloite lähetetään tiedoksi myös Tasavallan Presidentin kansliaan.
sms: Sääʹmteʹǧǧ tuejjad čuâǥǥasvaaldšemma alttõõzz Njeäʹllem čuõkku vuâđđteevvmõõžžâst.

source: Asiasta päätti Nellimissä keskiviikkona 24. kesäkuuta kokoontunut saamelaiskäräjien täysistunto.
sms: Alttõs vuõltteed teâttan še Tääʹssvääʹld presideent pravleeʹnnja.
